---
kind: enumMember
id: F:Autodesk.Revit.DB.EntryAndSchemeConsistency.ValueDuplicated
enum: Autodesk.Revit.DB.EntryAndSchemeConsistency
source: html/be67c45f-7c5d-51f6-686d-d33993737f16.htm
---
# Autodesk.Revit.DB.EntryAndSchemeConsistency.ValueDuplicated

There already exists another entry with the same value.